bench_results/node_libuv_wrk.txt
Running 10s test @ http://127.0.0.1:8081/
  8 threads and 512 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     8.62ms   20.05ms 430.36ms   98.22%
    Req/Sec     9.80k     1.72k   22.96k    81.08%
  782453 requests in 10.10s, 103.72MB read
Requests/sec:  77482.68
Transfer/sec:     10.27MB